Repository: Tubbz-alt/deepin-remote-assistance
Catalog: locale/*.po
Languages: am, ast, bn, da, de, fr, hi, ug, vi

source: Remoting service terminated!
am: የ ርቀት እርዳታ ተቋርጧል!
ast: ¡Finóse'l serviciu remotu!
bn: দূর নিয়ন্ত্রণ পরিষেবা বাতিল করা হয়েছে!
da: Fjerntjeneste afsluttet!
de: Fernzugriffsdienst beendet!
fr: Session d'aide à distance terminée !
hi: दूरस्थ सेवा समाप्त!
ug: يىراقتىن مۇلازىمىتى توختىدى !
vi: Dịch vụ từ xa đã chấm dứt!

source: Remote Assistance
am: የ ርቀት እርዳታ
ast: Asistencia remota
bn: দূরবর্তী সহায়ক
da: Fjernassistance
de: Fernzugriffsassistent
fr: Aide à distance
hi: दूरस्थ सहायता
ug: يىراق ياردىمى
vi: Hỗ trợ Từ xa

source: Preferences
am: ምርጫዎች
ast: Preferencies
bn: পছন্দসমূহ
da: Præferencer
de: Einstellungen
fr: Préférences
hi: पसंद
ug: مايىللىقلار
vi: Giao diện

source: Balance
am: እኩል ማድረጊያ
bn: ভারসাম্য
de: Ausgleichen
fr: Équilibré
hi: संतुलन
ug: تەڭپۇڭلۇق
vi: Cân bằng

source: Optimize Speed
am: አጥጋቢ ፍጥነት
ast: Optimizar velocidá
bn: গতি আরও উন্নত করুন
da: Optimer hastighed
de: Geschwindigkeit optimieren
fr: Optimiser la vitesse
hi: गति का अनुकूलन
ug: تېزلىكنى ئەلالاشتۇرۇش
vi: Tối ưu Tốc độ

source: Optimize Quality
am: አጥጋቢ ጥራት
ast: Optimizar calidá
bn: গুণমান আরও উন্নত করুন
da: Optimer kvalitet
de: Qualität optimieren
fr: Optimiser la qualité
hi: गुणवत्ता का अनुकूलन
ug: سۈپەتنى ئەلالاشتۇرۇش
vi: Tối ưu Chất lượng

source: Fullscreen
am: በሙሉ መመልከቻ ዘዴ
ast: Panatlla completa
bn: সম্পূর্ণ পর্দা
da: Fuldskærm
de: Vollbild
fr: Plein écran
hi: पूर्ण स्क्रीन
ug: تولۇق ئېكران
vi: Đầy màn hình

source: Failed to get access code!
am: የ መድረሻ ኮድ ማግኘት አልተቻለም
ast: ¡Fallu al consiguir el códigu d'accesu!
bn: প্রবেশ কোড পেতে ব্যর্থ!
da: Det lykkedes ikke at få adgangskode!
de: Fehler beim Holen des Zugangscodes!
fr: Impossible d'obtenir le code d'accès!
hi: उपयोग कोड प्राप्त करने में विफल!
ug: زىيارەت كودىغا ئېرىشكىلى بولمىدى !
vi: Nhận mã truy cập thất bại!

source: Are you sure to close remote desktop connection?
am: በ እርግጥ የ ርቀት ዴስክቶፕ ግንኙነትን መዝጋት ይፈልጋሉ?
ast: ¿De xuru que quies zarrar la conexón del escritoriu remotu?
bn: আপনি কি দূরবর্তী ডেস্কটপ সংযোগ বন্ধ করার ব্যাপারে নিশ্চিত?
da: Er du sikker på, at du vil lukke fjern-skrivebordsforbindelse?
de: Sind Sie sicher, dass Sie die Fernzugriffsdesktopverbindung beenden möchten?
fr: Êtes-vous sûr de fermer la connexion à distance?
hi: आप दूरस्थ डेस्कटॉप कनेक्शन बंद करने के लिए सुनिश्चित कर रहे हैं?
ug: يىراق ئۈستەليۈزى ئۇلىنىشىنى تاقاشنى جەزملەشتۈرەمسىز؟
vi: Bạn có chắc là ngắt kết nối màn hình chính từ xa không?

source: Cancel
am: መሰረዣ
ast: Encaboxar
bn: বাতিল করুন
da: Annuller
de: Abbrechen
fr: Annuler
hi: रद्द करो
ug: بىكار قىلىش
vi: Hủy

source: Confirm
am: ማረጋገጫ
ast: Confirmar
bn: নিশ্চিত করুন
da: Bekræft
de: Bestätigen
fr: Confirmer
hi: पुष्टि
ug: جەزملەشتۈرۈش
vi: Xác nhận

source: Disconnect
am: መለያያ
ast: Desconeutar
bn: সংযোগ বিচ্ছিন্ন করুন
da: Afbryd
de: Trennen
fr: Déconnecter
hi: बंद हुआ
ug: ئۈزۈش
vi: Ngắt kết nối
